{
    "version": "https://jsonfeed.org/version/1",
    "title": "cuibonobo",
    "description": "",
    "home_page_url": "http://cuibonobo.com",
    "feed_url": "http://cuibonobo.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "Jen Garcia"
    },
    "items": [
        {
            "id": "http://cuibonobo.com/drawing-from-the-public-domain/",
            "url": "http://cuibonobo.com/drawing-from-the-public-domain/",
            "title": "Drawing from the Public Domain",
            "content_html": "<p>I’m a staunch advocate for the public domain. It is a deep well of inspiration and influence for most of the cultural objects that humanity produces. Works in the public domain can be consumed, copied, remixed, and performed by anyone, for any purpose, without restriction.</p>\n<p>For most of humanity’s history, works needed to be registered in order to be copyrighted, and even then, a copyright would only last a short time. Copyrights grant authors exclusive rights over copies, licenses, and derivatives of their work — since they create scarcity, they also create wealth and thus they can be valuable properties.</p>\n<p>In the 20th century, copyright terms were <a href=\"https://en.wikipedia.org/wiki/Copyright_law_of_the_United_States#Duration_of_copyright\">lengthened considerably</a> in the United States and works were deemed copyrighted as soon as they were “fixed in any tangible medium” (<a href=\"https://www.law.cornell.edu/uscode/text/17/102\">17 U.S.C. § 102</a>). In other words, works no longer needed to be registered to enjoy copyright protections.</p>\n<p>For individual authors and artists, the copyright extensions and automatic registration are a boon: there are no “gotchas” or loopholes with regard to the protection of our work. For <em>humanity as a whole</em> though, I’d argue that these changes to copyright law have been detrimental: as a result, most of the cultural output of society has an <em>owner</em>.</p>\n<p><em>Culture</em> is what gives shape and life to our society. The idea that it is <em>owned</em> should give us as much pause as someone claiming to own the air we breathe. Unfortunately, record companies, movie studios, book publishers, and other large entities have a vested interest in keeping copyright law as it is, or even lengthening the terms further.</p>\n<p>Perhaps as a response to the current state of copyrighted works, many public and private institutions have taken up the task of digitizing works in their collections that <em>are</em> in the public domain so people can easily find them and use them in their own work. Here are a few of the ones I’ve found most useful:</p>\n<ul>\n<li><a href=\"https://www.flickr.com/commons\">The Commons on Flickr</a>: the depth and breadth of public domain images available on Flickr is truly incredible, and they provide search capabilities by keyword, orientation, color, date, etc. Besides The Commons, Flickr’s database of user-uploaded images can also be <a href=\"https://www.flickr.com/creativecommons/\">searched by license</a>, which widens the pool even more.</li>\n<li><a href=\"http://www.nypl.org/research/collections/digital-collections/public-domain\">New York Public Library</a>: they just released <a href=\"http://publicdomain.nypl.org/pd-visualization/\">an excellent visualization tool</a> for browsing their collection of 187K public domain images and it is truly a sight to behold.</li>\n<li><a href=\"http://www.loc.gov/pictures/\">Library of Congress</a>: their Prints &amp; Photographs Catalog is quite extensive and keyword searchable. The thumbnails are pretty small compared to the ones you get on Flickr, but it’s still an important resource because of its sheer scale.</li>\n<li><a href=\"http://dp.la/search\">Digital Public Library of America</a>: I only recently discovered this one and it suffers from an unintuitive interface and small thumbnails, but it links the resources of many libraries across the United States and allows you to search by time and location.</li>\n</ul>\n<hr>\n<p>Copyrights are automatic so in many cases works are copyrighted even though <em>we don’t intend them to be</em>. For this website, I’d like to reverse that position:</p>\n<blockquote>\n<p>Unless otherwise noted, all work by <a href=\"https://cuibonobo.com/index.html\">cuibonobo</a> published on this website is <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\">dedicated to the public domain</a>.</p>\n</blockquote>\n<p>This means you may copy, modify, distribute, and perform any of the materials you find here without asking for permission.</p>\n<p>With all the benefit that I get from the public domain, it’s the least I can do.</p>",
            "image": "http://cuibonobo.com/media/posts/2/drawing-from-the-public-domain.gif",
            "author": {
                "name": "Jen Garcia"
            },
            "tags": [
                   "resources",
                   "public domain",
                   "copyright"
            ],
            "date_published": "2016-01-24T18:40:00-05:00",
            "date_modified": "2018-03-07T13:21:51-05:00"
        },
        {
            "id": "http://cuibonobo.com/the-artist-formerly-known-as-jen-montes/",
            "url": "http://cuibonobo.com/the-artist-formerly-known-as-jen-montes/",
            "title": "The artist formerly known as Jen Montes",
            "content_html": "<p>I’ve been called ‘Jen Montes’ for almost a decade, but it has never been my real name. My reason for using a pseudonym was pretty simple: when I first looked to buy a URL with my own name, I learned that it was currently being used by fledgeling porn star.</p>\n<p>I shouldn’t have been surprised that it was taken. According to Social Security records, my first name was the <a href=\"https://www.ssa.gov/oact/babynames/decades/names1980s.html\">second most popular girl’s name in the 1980s</a> and my surname is the <a href=\"http://www.census.gov/topics/population/genealogy/data/2000_surnames.html\">8th most popular in the United States</a> (and 1st among Hispanic surnames).</p>\n<p>Clearly, I needed an alternative.</p>\n<p>My then-husband was gracious enough to let me borrow his surname, so that’s what I’ve been using since. I even registered ‘Jen Montes LLC’ so that people could write checks to this ‘Jen Montes’ without their banks raising a fit. It was <em>legit</em>.</p>\n<p>Things change though. I haven’t been married for about 3 years now, so continuing to use the name feels… odd. I think it’s time to move on.</p>\n<hr>\n<p>I still can’t use my ‘real’ name though. People have been squatting on that domain <a href=\"https://web.archive.org/web/*/jennifergarcia.com\">since 2001</a> and it doesn’t look like that will change anytime soon. To remedy this, I’ve decided to go with the nickname I’ve been using privately for a few years now: cuibonobo.</p>\n<p>I’m proud of ‘cuibonobo’. It’s a <a href=\"https://en.wikipedia.org/wiki/Portmanteau\">portmanteau</a> of <em>cui bono</em> and <em>bonobo</em>:</p>\n<ul>\n<li>Cui bono (kwee-bow-no) roughly means, “Who benefits?” It’s a useful tool for figuring out motive.</li>\n<li>Bonobos are a species of ape closely related to the chimpanzee and best known for living in matriarchal societies and resolving disputes with casual sex.</li>\n</ul>\n<p>Fitting, I think.</p>\n<p>Starting today, I will join the ranks of the <a href=\"https://en.wikipedia.org/wiki/Mononymous_person\">mononymous</a>. Hopefully I can live up to it.</p>",
            "author": {
                "name": "Jen Garcia"
            },
            "tags": [
                   "names",
                   "beginnings"
            ],
            "date_published": "2016-01-24T16:43:00-05:00",
            "date_modified": "2018-03-07T13:20:32-05:00"
        }
    ]
}
